/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "Copyright 2006-2024 Michael O. McCracken.";

"PDF" = "PDF";
"PDF Bundle" = "PDF Paket";
"PostScript" = "PostScript";
"Encapsulated PostScript" = "Encapsulated PostScript";
"DVI" = "DVI";
"XDV" = "XDV";
"Preskim Notes" = "Preskim Notizen";
"Notes as Text" = "Notizen als Text";
"Notes as RTF" = "Notizen als RTF";
"Notes as RTFD" = "Notizen als RTFD";
"Notes as FDF" = "Notizen als PDF";
"Archive" = "Archiv";
"Folder" = "Ordner";

"scris.ds.preskim.skimURL" = "Preskim URL";

NSAppleEventsUsageDescription = "Preskim verwendet AppleScript, um E-Mail-Nachrichten zu ermitteln, Texteditoren zu öffnen und Benutzer-AppleScripts über das Menü auszuführen.";
NSDownloadsFolderUsageDescription = "Preskim legt heruntergeladene Dateien in Ihrem Download-Ordner ab.";
